Repository: MoLinesGitHub/Anstop
Catalog: Anstop/Resources/*.lproj/Localizable.strings
Languages: es

# library_guides_footer
source: These protocols are designed to help you in specific moments.
es: Estos protocolos están diseñados para ayudarte en momentos específicos.

# library_navigation_title
source: Library
es: Biblioteca

# protocol_step_format
source: Step %d/%d
es: Paso %d/%d

# breathing_choose_technique
source: Choose your technique
es: Elige tu técnica

# breathing_protocol_picker
source: Protocol
es: Protocolo

# breathing_protocol_478_description
source: Inhale 4s, hold 7s, exhale 8s
es: Inhala 4s, mantén 7s, exhala 8s

# breathing_protocol_44_description
source: Inhale 4s, exhale 4s
es: Inhala 4s, exhala 4s

# breathing_protocol_333_description
source: Inhale 3s, hold 3s, exhale 3s
es: Inhala 3s, mantén 3s, exhala 3s

# breathing_protocol_478_benefits
source: Ideal to calm the mind and reduce anxiety quickly
es: Ideal para calmar la mente y reducir la ansiedad rápidamente

# breathing_protocol_44_benefits
source: Perfect for staying calm and balanced
es: Perfecto para mantener la calma y el equilibrio

# breathing_protocol_333_benefits
source: Great for moments of intense stress
es: Excelente para momentos de estrés intenso

# program_day_label_format
source: Day %d
es: Día %d

# program_instructions
source: Instructions
es: Instrucciones

# program_mark_completed
source: Mark as Completed
es: Marcar como Completado

# program_completed
source: Completed
es: Completado

# program_type_breathing
source: Breathing
es: Respiración

# program_type_reflection
source: Reflection
es: Reflexión

# program_type_journaling
source: Journal
es: Diario

# program_day_completed_title
source: Day completed!
es: ¡Día completado!

# program_streak_days_format
source: %d days in a row
es: %d días seguidos

# program_completed_exercises_format
source: %d/30 exercises completed
es: %d/30 ejercicios completados

# program_navigation_title
source: 30-Day Program
es: Programa de 30 Días

# program_day_short
source: Day
es: Día

# ai_helper_title
source: Anstop Assistant
es: Asistente Anstop

# ai_helper_subtitle
source: Your wellness companion
es: Tu compañero de bienestar

# ai_helper_empty_title
source: How do you feel today?
es: ¿Cómo te sientes hoy?

# ai_helper_empty_description
source: I'm here to listen and help you find calm anytime.
es: Estoy aquí para escucharte y ayudarte a encontrar calma en cualquier momento.

# ai_helper_suggestions
source: Suggestions
es: Sugerencias

# ai_helper_input_placeholder
source: Write how you feel...
es: Escribe cómo te sientes...

# ai_helper_suggestion_calm_fast
source: How can I calm down fast?
es: ¿Cómo puedo calmarme rápido?

# ai_helper_suggestion_breathing_techniques
source: Breathing techniques
es: Técnicas de respiración

# ai_helper_suggestion_cant_sleep
source: I can't sleep
es: No puedo dormir

# ai_helper_suggestion_high_anxiety
source: I feel very anxious
es: Siento mucha ansiedad

# ai_helper_suggestion_grounding
source: Grounding exercises
es: Ejercicios de grounding

# ai_helper_suggestion_negative_thoughts
source: Negative thoughts
es: Pensamientos negativos

# primary_button_secondary_preview
source: Secondary action
es: Acción secundaria

# breathing_title
source: Breathing
es: Respiración

# daily_exercise_1_title
source: Mindful Breathing
es: Respiración Consciente

# daily_exercise_1_description
source: Learn the foundation of everything: breathing correctly.
es: Aprende la base de todo: respirar correctamente.

# daily_exercise_1_content
source: For 5 minutes, focus only on your breathing. Inhale for 4, hold for 4, exhale for 4. Do not judge your mind, just observe. This is your anchor.
es: Durante 5 minutos, concéntrate únicamente en tu respiración. Inhala en 4, retén en 4, exhala en 4. No juzgues tu mente, solo observa. Esta es tu ancla.

# daily_exercise_2_title
source: Identify Sensations
es: Identificar Sensaciones

# daily_exercise_2_description
source: Notice how anxiety feels in your body.
es: Reconoce cómo se siente la ansiedad en tu cuerpo.

# daily_exercise_2_content
source: Write down 3 physical sensations you feel when you are anxious. For example: chest pressure, cold hands, tense stomach. Recognizing them is the first step to managing them.
es: Escribe 3 sensaciones físicas que sientes cuando estás ansioso. Por ejemplo: presión en el pecho, manos frías, estómago tenso. Reconocerlas es el primer paso para gestionarlas.

# daily_exercise_3_title
source: Basic Grounding
es: Grounding Básico

# daily_exercise_3_description
source: Reconnect with the present.
es: Conéctate con el presente.

# daily_exercise_3_content
source: Practice 5-4-3-2-1: 5 things you see, 4 you touch, 3 you hear, 2 you smell, 1 you taste. Do it slowly. This exercise brings you back to now.
es: Practica 5-4-3-2-1: 5 cosas que ves, 4 que tocas, 3 que oyes, 2 que hueles, 1 que saboreas. Hazlo lentamente. Este ejercicio te devuelve al ahora.

# daily_exercise_4_title
source: Gratitude Journal
es: Diario de Gratitud

# daily_exercise_4_description
source: Shift your mind's focus.
es: Cambia el foco de tu mente.

# daily_exercise_4_content
source: Write 3 things you are grateful for today. They can be small: morning coffee, a kind conversation, the sun. Your brain will learn to look for the positive.
es: Escribe 3 cosas por las que estás agradecido hoy. Pueden ser pequeñas: el café de la mañana, una conversación amable, el sol. Tu cerebro aprenderá a buscar lo positivo.

# daily_exercise_5_title
source: Body Scan
es: Escaneo Corporal

# daily_exercise_5_description
source: Relax your body step by step.
es: Relaja tu cuerpo paso a paso.

# daily_exercise_5_content
source: Lie down. Tighten and relax each part of your body, from your feet to your head. Spend 1 minute on each area. This releases built-up tension.
es: Acuéstate. Tensa y relaja cada parte del cuerpo, desde los pies hasta la cabeza. Dedica 1 minuto a cada zona. Esto libera la tensión acumulada.

# daily_exercise_6_title
source: Automatic Thought
es: Pensamiento Automático

# daily_exercise_6_description
source: Identify your mental patterns.
es: Identifica tus patrones mentales.

# daily_exercise_6_content
source: When you feel anxious, write down the exact thought you had right before. For example: 'I am going to fail.' Just identify it, without judging it. This is self-awareness.
es: Cuando sientas ansiedad, anota el pensamiento exacto que tuviste antes. Por ejemplo: 'Voy a fracasar'. Solo identificarlo, sin juzgar. Esto es autoconocimiento.

# daily_exercise_7_title
source: Weekly Review
es: Revisión de la Semana

# daily_exercise_7_description
source: Reflect on your progress.
es: Reflexiona sobre tu progreso.

# daily_exercise_7_content
source: What did you learn about yourself this week? Which exercise helped you the most? There are no wrong answers. Just honesty.
es: ¿Qué aprendiste de ti mismo esta semana? ¿Qué ejercicio te ayudó más? No hay respuestas incorrectas. Solo honestidad.

# daily_exercise_8_title
source: Question Your Fears
es: Cuestiona tus Miedos

# daily_exercise_8_description
source: Are they real or imagined?
es: ¿Son reales o imaginarios?

# daily_exercise_8_content
source: Choose a recurring fear. Ask yourself: What real evidence do I have that this will happen? How many times has it happened before? Separate facts from assumptions.
es: Elige un miedo recurrente. Pregunta: ¿Qué evidencia real tengo de que esto pasará? ¿Cuántas veces ha pasado antes? Separa hechos de suposiciones.

# daily_exercise_9_title
source: 4-7-8 Breathing
es: Respiración 4-7-8

# daily_exercise_9_description
source: A more advanced technique.
es: Una técnica más avanzada.

# daily_exercise_9_content
source: Inhale for 4, hold for 7, exhale for 8. Repeat 4 times. This breathing pattern activates your parasympathetic nervous system, calming your body.
es: Inhala en 4, retén en 7, exhala en 8. Repite 4 veces. Esta respiración activa tu sistema nervioso parasimpático, calmando tu cuerpo.

# daily_exercise_10_title
source: Write to Your Anxious Self
es: Escribe a tu Yo Ansioso

# daily_exercise_10_description
source: Talk to your anxiety as if it were someone else.
es: Habla con tu ansiedad como si fuera alguien más.

# daily_exercise_10_content
source: Write a letter to your anxiety. Ask what it is trying to protect you from. Sometimes fear wants to protect you, but it exaggerates.
es: Escribe una carta a tu ansiedad. Pregúntale qué intenta protegerte. A veces, el miedo solo quiere cuidarte, pero exagera.

# daily_exercise_11_title
source: Mindful Walking
es: Mindfulness en Movimiento

# daily_exercise_11_description
source: Walk with full awareness.
es: Camina con atención plena.

# daily_exercise_11_content
source: Go for a 10-minute walk without your phone. Feel each step. Notice sounds and the wind. Do not think about tasks. Just walk.
es: Sal a caminar 10 minutos sin móvil. Siente cada paso. Observa los sonidos, el viento. No pienses en tareas. Solo camina.

# daily_exercise_12_title
source: Reframe Thoughts
es: Reformular Pensamientos

# daily_exercise_12_description
source: Change the narrative.
es: Cambia la narrativa.

# daily_exercise_12_content
source: Take a negative thought from yesterday. Rewrite it in a neutral or positive way. Example: 'I am a failure' -> 'I am learning and improving.'
es: Toma un pensamiento negativo de ayer. Reescríbelo de forma neutral o positiva. Ejemplo: 'Soy un fracaso' → 'Estoy aprendiendo y mejorando'.

# daily_exercise_13_title
source: Achievement Journal
es: Diario de Logros

# daily_exercise_13_description
source: Acknowledge your wins.
es: Reconoce tus victorias.

# daily_exercise_13_content
source: Write down this week's achievements, no matter how small. Getting up, showering, exercising. It all counts. Your brain needs to see them.
es: Escribe logros de esta semana, por pequeños que sean. Levantarte, ducharte, hacer ejercicio. Todo cuenta. Tu cerebro necesita verlos.

# daily_exercise_14_title
source: Progress Review
es: Revisión de Progreso

# daily_exercise_14_description
source: Assess your growth.
es: Evalúa tu evolución.

# daily_exercise_14_content
source: Compare your anxiety today with Day 1. Do you notice any change? Which technique do you use most? Celebrate your effort.
es: Compara tu ansiedad de hoy con la del Día 1. ¿Notas algún cambio? ¿Qué técnica usas más? Celebra tu esfuerzo.

# daily_exercise_15_title
source: Guided Meditation
es: Meditación Guiada

# daily_exercise_15_description
source: Quiet the mind.
es: Silencia la mente.

# daily_exercise_15_content
source: Spend 10 minutes meditating. Sit comfortably, close your eyes, breathe. When a thought appears, let it pass like a cloud. Do not follow it.
es: Dedica 10 minutos a meditar. Siéntate cómodo, cierra los ojos, respira. Cuando un pensamiento llegue, déjalo pasar como una nube. No lo sigas.

# daily_exercise_16_title
source: Positive Visualization
es: Visualización Positiva

# daily_exercise_16_description
source: Train your mind for success.
es: Entrena tu mente para el éxito.

# daily_exercise_16_content
source: Imagine a situation that makes you anxious, but picture yourself handling it calmly. Repeat this 3 times. Your brain does not fully distinguish between real and imagined practice.
es: Imagina una situación que te da ansiedad, pero visualízate manejándola con calma. Repite esto 3 veces. Tu cerebro no diferencia entre práctica real e imaginada.

# daily_exercise_17_title
source: Grounding with Objects
es: Grounding con Objetos

# daily_exercise_17_description
source: Use touch as an anchor.
es: Usa el tacto como ancla.

# daily_exercise_17_content
source: Carry a small object with you (stone, coin). When you feel anxious, touch it. Notice its texture, temperature, and weight. This brings you back to the present.
es: Lleva un objeto pequeño contigo (piedra, moneda). Cuando sientas ansiedad, tócalo. Siente su textura, temperatura, peso. Esto te devuelve al presente.

# daily_exercise_18_title
source: Self-Compassion Letter
es: Carta de Autocompasión

# daily_exercise_18_description
source: Be kind to yourself.
es: Sé amable contigo mismo.

# daily_exercise_18_content
source: Write a letter to yourself as if you were your best friend. What would you say? Use that same tone with yourself always.
es: Escribe una carta a ti mismo como si fueras tu mejor amigo. ¿Qué le dirías? Usa ese mismo tono contigo siempre.

# daily_exercise_19_title
source: Alternate Nostril Breathing
es: Respiración Alterna

# daily_exercise_19_description
source: Balance your nervous system.
es: Equilibra tu sistema nervioso.

# daily_exercise_19_content
source: Cover your right nostril and inhale through the left. Cover the left and exhale through the right. Alternate for 5 minutes. This helps balance your energy.
es: Tapa tu fosa nasal derecha, inhala por la izquierda. Tapa la izquierda, exhala por la derecha. Alterna 5 minutos. Esto balancea tu energía.

# daily_exercise_20_title
source: Identify Triggers
es: Identifica Triggers

# daily_exercise_20_description
source: Know what activates your anxiety.
es: Conoce qué dispara tu ansiedad.

# daily_exercise_20_content
source: Write down 3 situations or thoughts that trigger your anxiety. Recognizing your triggers gives you more control over them.
es: Anota 3 situaciones o pensamientos que activan tu ansiedad. Reconocer tus triggers te da control sobre ellos.

# daily_exercise_21_title
source: Midpoint Review
es: Revisión de Medio Camino

# daily_exercise_21_description
source: You have come far.
es: Has llegado lejos.

# daily_exercise_21_content
source: How do you feel today compared to Day 1? What have you discovered about yourself? You are halfway through. Keep going.
es: ¿Cómo te sientes hoy vs Día 1? ¿Qué has descubierto de ti? Estás a mitad del camino. Sigue adelante.

# daily_exercise_22_title
source: Mindful Eating
es: Mindfulness al Comer

# daily_exercise_22_description
source: Bring attention to everyday moments.
es: Lleva atención a lo cotidiano.

# daily_exercise_22_content
source: Eat one meal in silence, without screens. Taste every bite. This trains your mind to stay present in everything.
es: Come una comida en silencio, sin pantallas. Saborea cada bocado. Esto entrena tu mente para estar presente en todo.

# daily_exercise_23_title
source: Action Plan
es: Plan de Acción

# daily_exercise_23_description
source: Prepare for the future.
es: Prepárate para el futuro.

# daily_exercise_23_content
source: Write a mini action plan for when anxiety appears: 1) Breathe, 2) Grounding, 3) Call someone. Having a plan reduces fear.
es: Escribe un mini plan de acción para cuando sientas ansiedad: 1) Respirar, 2) Grounding, 3) Llamar a alguien. Tener un plan reduce el miedo.

# daily_exercise_24_title
source: Deep Gratitude
es: Gratitud Profunda

# daily_exercise_24_description
source: Be grateful for the unseen.
es: Agradece lo invisible.

# daily_exercise_24_content
source: Write about someone who helped you without knowing it. Maybe with a smile or a small gesture. Reconnect with human kindness.
es: Escribe sobre una persona que te ayudó sin saberlo. Tal vez con una sonrisa o un gesto. Reconecta con la bondad humana.

# daily_exercise_25_title
source: Advanced Mindful Breathing
es: Respiración Consciente Avanzada

# daily_exercise_25_description
source: Master your breathing.
es: Domina tu respiración.

# daily_exercise_25_content
source: Combine 4-7-8 with visualization: as you inhale, imagine light entering. As you exhale, imagine stress leaving. Do this for 10 minutes.
es: Combina 4-7-8 con visualización: al inhalar, imagina luz entrando. Al exhalar, imagina estrés saliendo. Hazlo 10 minutos.

# daily_exercise_26_title
source: Forgive Yourself
es: Perdónate

# daily_exercise_26_description
source: Let go of the past.
es: Suelta el pasado.

# daily_exercise_26_content
source: Think of something you regret. Write: 'I forgive myself for...'. Repeating this releases guilt that feeds anxiety.
es: Piensa en algo que te lamentes. Escribe: 'Me perdono por...'. Repetir esto libera la culpa que alimenta la ansiedad.

# daily_exercise_27_title
source: Celebrate Your Strengths
es: Celebra tus Fortalezas

# daily_exercise_27_description
source: Recognize your power.
es: Reconoce tu poder.

# daily_exercise_27_content
source: Write 5 qualities that help you overcome anxiety. Resilience, courage, patience. Look at yourself with admiration.
es: Escribe 5 cualidades tuyas que te ayudan a superar la ansiedad. Resiliencia, valentía, paciencia. Mírate con admiración.

# daily_exercise_28_title
source: Final Week Reflection
es: Última Semana - Reflexión

# daily_exercise_28_description
source: You are almost done.
es: Casi terminas.

# daily_exercise_28_content
source: Which exercise was the hardest? Which was the most useful? How will you keep practicing? Transformation is continuous.
es: ¿Qué ejercicio fue el más difícil? ¿Cuál el más útil? ¿Cómo seguirás practicando? La transformación es continua.

# daily_exercise_29_title
source: Letter to Your Future Self
es: Carta al Futuro

# daily_exercise_29_description
source: Inspire yourself.
es: Inspírate a ti mismo.

# daily_exercise_29_content
source: Write a letter to yourself 6 months from now. Tell your future self how you feel today and what you hope to have achieved. Seal that letter mentally.
es: Escribe una carta a tu yo de dentro de 6 meses. Cuéntale cómo te sientes ahora y qué esperas haber logrado. Sella esta carta mentalmente.

# daily_exercise_30_title
source: Final Celebration
es: Celebración Final

# daily_exercise_30_description
source: You made it.
es: Lo lograste.

# daily_exercise_30_content
source: You have completed 30 days. Acknowledge your effort. Anxiety may not disappear, but now you have tools. You are stronger than you think. Keep going.
es: Has completado 30 días. Reconoce tu esfuerzo. La ansiedad no desaparece, pero ahora tienes herramientas. Eres más fuerte de lo que crees. Continúa.

# protocol_1_title
source: Cognitive Restructuring
es: Reestructuración Cognitiva

# protocol_1_description
source: Challenge your automatic negative thoughts.
es: Cuestiona tus pensamientos negativos automáticos.

# protocol_1_step_1_title
source: Identify the thought
es: Identifica el pensamiento

# protocol_1_step_1_content
source: What exactly are you thinking right now? Write it down mentally.
es: ¿Qué estás pensando exactamente ahora? Escríbelo mentalmente.

# protocol_1_step_2_title
source: Analyze the evidence
es: Analiza la evidencia

# protocol_1_step_2_content
source: What real evidence do you have that this is 100% true?
es: ¿Qué pruebas reales tienes de que esto sea 100% cierto?

# protocol_1_step_3_title
source: Look for alternatives
es: Busca alternativas

# protocol_1_step_3_content
source: Is there another way to see this situation? What would you tell a friend?
es: ¿Hay otra forma de ver esta situación? ¿Qué le dirías a un amigo?

# protocol_1_step_4_title
source: Reevaluate
es: Reevalúa

# protocol_1_step_4_content
source: How do you feel now about that initial thought?
es: ¿Cómo te sientes ahora respecto a ese pensamiento inicial?

# protocol_2_title
source: Night Anxiety
es: Ansiedad Nocturna

# protocol_2_description
source: Techniques to calm your mind before sleep.
es: Técnicas para calmar la mente antes de dormir.

# protocol_2_step_1_title
source: Disconnect
es: Desconexión

# protocol_2_step_1_content
source: Put your phone away and turn off screens. Blue light interferes with sleep.
es: Deja el móvil y cualquier pantalla. La luz azul interfiere con tu sueño.

# protocol_2_step_2_title
source: Mental unload
es: Descarga mental

# protocol_2_step_2_content
source: If tomorrow's tasks worry you, write them on paper and let them go for today.
es: Si te preocupan las tareas de mañana, anótalas en un papel y olvídalas por hoy.

# protocol_2_step_3_title
source: 4-7-8 breathing
es: Respiración 4-7-8

# protocol_2_step_3_content
source: Inhale for 4, hold for 7, exhale for 8. Repeat 4 times.
es: Inhala en 4, retén en 7, exhala en 8. Repite 4 veces.

# protocol_2_step_4_title
source: Body scan
es: Escaneo corporal

# protocol_2_step_4_content
source: Relax your muscles from feet to head, little by little.
es: Relaja tus músculos desde los pies hasta la cabeza, poco a poco.

# protocol_3_title
source: Social Panic
es: Pánico Social

# protocol_3_description
source: Managing anxiety in social situations.
es: Gestión de la ansiedad en situaciones sociales.

# protocol_3_step_1_title
source: Grounding
es: Anclaje

# protocol_3_step_1_content
source: Feel your feet firmly on the ground. You are here and now.
es: Siente tus pies firmes en el suelo. Estás aquí y ahora.

# protocol_3_step_2_title
source: External focus
es: Foco externo

# protocol_3_step_2_content
source: Stop looking inward. Observe the colors and objects in the room.
es: Deja de mirar hacia adentro. Observa los colores y objetos de la habitación.

# protocol_3_step_3_title
source: Subtle breathing
es: Respiración discreta

# protocol_3_step_3_content
source: Breathe slowly and deeply through your nose. No one will notice.
es: Respira lento y profundo por la nariz. Nadie lo notará.

# protocol_3_step_4_title
source: Small steps
es: Pequeños pasos

# protocol_3_step_4_content
source: You do not need to be the center of attention. Being present is enough.
es: No necesitas ser el centro de atención. Solo estar presente es suficiente.

# ai_response_greeting_1
source: Hi! 👋 I'm here to help you. How are you feeling right now?
es: ¡Hola! 👋 Estoy aquí para ayudarte. ¿Cómo te sientes en este momento?

# ai_response_greeting_2
source: Welcome. I'm glad you're here. How can I help you today?
es: Bienvenido/a. Me alegra que estés aquí. ¿En qué puedo ayudarte hoy?

# ai_response_greeting_3
source: Hi, I'm your wellness assistant. I'm here to listen to you. 💜
es: Hola, soy tu asistente de bienestar. Estoy aquí para escucharte. 💜

# ai_response_breathing_1
source: Breathing is a powerful tool to calm your nervous system. 🌬️ I recommend trying the 4-7-8 technique: • Inhale for 4 seconds • Hold for 7 seconds • Exhale for 8 seconds Repeat 4 times. Would you like me to guide you step by step?
es: La respiración es una herramienta poderosa para calmar tu sistema nervioso. 🌬️ Te recomiendo probar la técnica 4-7-8: • Inhala por 4 segundos • Mantén por 7 segundos • Exhala por 8 segundos Repite 4 veces. ¿Quieres que te guíe paso a paso?

# ai_response_breathing_2
source: When you feel anxious, your breath can be your anchor. 🧘‍♀️ Try box breathing: • Inhale 4 seconds • Hold 4 seconds • Exhale 4 seconds • Hold 4 seconds You can find guided exercises in the Breathing section.
es: Cuando sientas ansiedad, tu respiración puede ser tu ancla. 🧘‍♀️ Intenta la respiración cuadrada: • Inhala 4 segundos • Mantén 4 segundos • Exhala 4 segundos • Mantén 4 segundos Puedes acceder a ejercicios guiados en la sección de Respiración.

# ai_response_breathing_3
source: Diaphragmatic breathing activates your parasympathetic system, helping you relax naturally. 💙 Place one hand on your chest and one on your abdomen. As you inhale, only the hand on your abdomen should move.
es: La respiración diafragmática activa tu sistema parasimpático, ayudándote a relajarte naturalmente. 💙 Coloca una mano en tu pecho y otra en tu abdomen. Al inhalar, solo debe moverse la mano del abdomen.
