Repository: MoLinesGitHub/Anstop
Catalog: Anstop/Resources/*.lproj/Localizable.strings
Languages: es

source: Cancel
es: Cancelar

source: Close
es: Cerrar

# home_panic_button
source: I'm having anxiety
es: Estoy teniendo ansiedad

# home_premium_banner_title
source: Unlock all features
es: Desbloquea todas las funciones

# home_premium_banner_subtitle
source: 7 days FREE trial
es: 7 días de prueba GRATIS

# onboarding_step_safe_space_title
source: Your safe space
es: Tu espacio seguro

# onboarding_step_safe_space_description
source: Anstop is here to help you regain calm, at your own pace.
es: Anstop está aquí para ayudarte a recuperar la calma, a tu propio ritmo.

# onboarding_how_do_you_feel_today
source: How do you feel today?
es: ¿Cómo te sientes hoy?

# onboarding_personalize_experience
source: This helps us personalize your experience.
es: Esto nos ayuda a personalizar tu experiencia.

# onboarding_anxiety_level_format
source: Anxiety level: %d
es: Nivel de ansiedad: %d

# onboarding_low
source: Low
es: Baja

# onboarding_high
source: High
es: Alta

# onboarding_continue
source: Continue
es: Continuar

# onboarding_whats_your_name
source: What's your name?
es: ¿Cómo te llamas?

# onboarding_name_optional
source: Optional. Just so we can address you.
es: Opcional. Solo para dirigirnos a ti.

# onboarding_your_name
source: Your name
es: Tu nombre

# onboarding_soft_paywall_title
source: Get results faster
es: Obtén resultados más rápidos

# onboarding_soft_paywall_subtitle
source: 93%% of premium users report a significant anxiety reduction in 2 weeks
es: El 93%% de usuarios premium reportan una reducción significativa de la ansiedad en 2 semanas

# onboarding_soft_paywall_benefit_program
source: Full 30-day program
es: Programa completo de 30 días

# onboarding_soft_paywall_benefit_audio
source: 20+ exclusive audio guides
es: 20+ guías de audio exclusivas

# onboarding_soft_paywall_benefit_ai
source: AI assistant available 24/7
es: Asistente IA disponible 24/7

# onboarding_soft_paywall_benefit_no_ads
source: No ads or interruptions
es: Sin anuncios ni interrupciones

# onboarding_soft_paywall_offer_badge
source: 🎁 WELCOME OFFER
es: 🎁 OFERTA DE BIENVENIDA

# onboarding_soft_paywall_trial
source: 7 days FREE trial
es: 7 días de prueba GRATIS

# onboarding_soft_paywall_start_trial
source: Start free trial
es: Comenzar prueba gratuita

# onboarding_soft_paywall_continue_basic
source: Continue with basic version
es: Continuar con versión básica

# onboarding_start
source: Start
es: Comenzar

# onboarding_next
source: Next
es: Siguiente

# panic_step_1_title
source: Breathe with me
es: Respira conmigo

# panic_step_1_description
source: Your body is safe. Let's breathe together.
es: Tu cuerpo está a salvo. Vamos a respirar juntos.

# panic_step_2_title
source: Your body is safe
es: Tu cuerpo está a salvo

# panic_step_2_description
source: What you feel is uncomfortable, but not dangerous.
es: Lo que sientes es incómodo, pero no es peligroso.

# panic_step_3_title
source: Let's lower your pace
es: Vamos a bajar tu ritmo

# panic_step_3_description
source: You're doing great. Keep breathing.
es: Estás haciendo un gran trabajo. Sigue respirando.

# panic_continue
source: Continue
es: Continuar

# panic_finish
source: Finish
es: Finalizar

# panic_completion_title
source: You did it
es: Lo lograste

# panic_completion_description
source: You completed the exercise. Your body and mind are calmer now.
es: Has completado el ejercicio. Tu cuerpo y mente están más tranquilos ahora.

# panic_completion_premium_title
source: 🌟 Want more tools?
es: 🌟 ¿Quieres más herramientas?

# panic_completion_premium_description
source: With Premium you'll get access to 20+ audio guides, the 30-day program, and a 24/7 AI assistant.
es: Con Premium tendrás acceso a 20+ guías de audio, el programa de 30 días y un asistente IA disponible 24/7.

# panic_completion_premium_cta
source: Try Premium 7 days free
es: Probar Premium 7 días gratis

# panic_back_home
source: Back to home
es: Volver al inicio

# settings_navigation_title
source: Settings
es: Configuración

# settings_get_premium
source: Get Premium
es: Obtener Premium

# settings_trial_subtitle
source: 7 days FREE trial
es: 7 días de prueba GRATIS

# settings_subscription
source: Subscription
es: Suscripción

# settings_subscription_footer
source: Unlock all premium features including unlimited audio guides, the 30-day program, and AI assistant.
es: Desbloquea todas las funciones premium incluyendo guías de audio ilimitadas, programa de 30 días y asistente IA.

# settings_premium_active
source: Premium Active
es: Premium Activo

# settings_haptics
source: Haptics
es: Hápticos

# settings_preferences
source: Preferences
es: Preferencias

# settings_daily_reminder
source: Daily reminder
es: Recordatorio diario

# settings_time
source: Time
es: Hora

# settings_save_reminder
source: Save reminder
es: Guardar recordatorio

# settings_cancel_reminder
source: Cancel reminder
es: Cancelar recordatorio

# settings_reminders
source: Reminders
es: Recordatorios

# settings_reminders_footer
source: Schedule a daily reminder to log your status in the journal.
es: Programa un recordatorio diario para registrar tu estado en el diario.

# settings_privacy_policy
source: Privacy Policy
es: Política de Privacidad

# settings_terms_of_use
source: Terms of Use
es: Términos de Uso

# settings_delete_all_data
source: Delete all my data
es: Borrar todos mis datos

# settings_data
source: Data
es: Datos

# settings_data_footer
source: This will permanently delete your journal, records, and preferences. This action cannot be undone.
es: Esto eliminará tu diario, registros y preferencias permanentemente. Esta acción no se puede deshacer.

# settings_version
source: Version
es: Versión

# settings_developed_with
source: Built with
es: Desarrollado con

# settings_developed_with_value
source: ❤️ and SwiftUI
es: ❤️ y SwiftUI

# settings_information
source: Information
es: Información

# settings_delete_alert_title
source: Delete all data?
es: ¿Borrar todos los datos?

# settings_delete_alert_cancel
source: Cancel
es: Cancelar

# settings_delete_alert_confirm
source: Delete All
es: Borrar Todo

# settings_delete_alert_message
source: This will delete your journal, anxiety records, and all your preferences. You won't be able to recover this information.
es: Esto eliminará tu diario, registros de ansiedad y todas tus preferencias. No podrás recuperar esta información.

# legal_privacy_policy
source: **Privacy Policy** Last updated: November 24, 2025 Your privacy is our top priority at Anstop. We treat your mental health data as private, so everything you record stays under your control. **1. Data Collection** Anstop does not collect, store or transmit your personal data to external servers. - Journal and Logs: Any notes or anxiety readings you record remain on the device using secure Apple technologies (SwiftData/CoreData). - Subscriptions: Transactions are handled entirely by Apple via the App Store. We only receive an anonymous "Premium active" or "Inactive" flag. **2. Data Use** We use your data only within the app to provide features like your journal history or progress tracking. **3. Sharing Data** We never sell, rent or share your data with third parties. **4. Your Rights (GDPR/CCPA)** You retain full control over your data. You can delete your entire history from Settings, and deleting the app removes all local data. **5. Contact** Questions? Email us at privacy@anstop.app.
es: **Política de Privacidad** Última actualización: 24 de Noviembre, 2025 En Anstop, tu privacidad es nuestra prioridad absoluta. Creemos que tu salud mental es un asunto privado, por lo que hemos diseñado nuestra aplicación para que tus datos permanezcan bajo tu control. **1. Recopilación de Datos** Anstop no recopila, almacena ni transmite tus datos personales a servidores externos. - Diario y Registros: Todo lo que escribes en tu diario y tus registros de ansiedad se almacena localmente en tu dispositivo utilizando tecnologías seguras de Apple (SwiftData/CoreData). - Suscripciones: Las transacciones se procesan directamente por Apple a través de la App Store. Nosotros solo recibimos un estado anónimo de "Premium activo" o "Inactivo". **2. Uso de Datos** Tus datos se utilizan exclusivamente dentro de la aplicación para proporcionarte funcionalidades como el historial de tu diario o el seguimiento de tu progreso. **3. Compartir Datos** No vendemos, alquilamos ni compartimos tus datos con terceros. **4. Tus Derechos (GDPR/CCPA)** Tienes control total sobre tus datos. Puedes eliminar todo tu historial en cualquier momento desde la sección de Configuración de la aplicación. Al eliminar la aplicación, también se eliminan todos los datos almacenados localmente. **5. Contacto** Si tienes preguntas sobre nuestra política de privacidad, contáctanos en privacy@anstop.app.

# legal_terms_of_use
source: **Terms of Use and Disclaimer** **1. Nature of the Service** Anstop is a self-care toolkit delivering guided exercises, breathing techniques and educational resources. **2. NOT A MEDICAL DEVICE** Important: Anstop is NOT a medical device and does not replace professional health advice. - If you face a crisis, suicidal thoughts or a medical emergency, call emergency services (112/911) or visit the nearest hospital. - Don’t ignore or postpone professional care because of content in this app. **3. App Usage** By using Anstop you accept responsibility for your own wellbeing. Exercises and techniques are used at your own risk. **4. Intellectual Property** All design, code, text, audio and visuals in Anstop are owned by the creators and protected by copyright. **5. Changes** We may revise these terms at any time. Continued use after changes constitutes acceptance.
es: **Términos de Uso y Descargo de Responsabilidad** **1. Naturaleza del Servicio** Anstop es una herramienta de autogestión para el bienestar emocional. Proporciona ejercicios guiados, técnicas de respiración y recursos educativos. **2. NO ES UN DISPOSITIVO MÉDICO** IMPORTANTE: Anstop NO es un dispositivo médico ni sustituye el consejo, diagnóstico o tratamiento de un profesional de la salud. - Si estás experimentando una crisis de salud mental, pensamientos suicidas o una emergencia médica, llama inmediatamente a los servicios de emergencia (112/911) o acude al hospital más cercano. - Nunca ignores el consejo médico profesional ni retrases su búsqueda debido a algo que hayas leído o utilizado en esta aplicación. **3. Uso de la Aplicación** Al usar Anstop, aceptas que eres responsable de tu propio bienestar. El uso de los ejercicios y técnicas es bajo tu propio riesgo. **4. Propiedad Intelectual** Todo el contenido, diseño y código de Anstop son propiedad exclusiva de sus creadores y están protegidos por leyes de derechos de autor. **5. Cambios en los Términos** Nos reservamos el derecho de modificar estos términos en cualquier momento. El uso continuado de la aplicación implica la aceptación de dichos cambios.

# legal_eula
source: **End-User License Agreement (EULA)** Last updated: December 2, 2025 This agreement is a legal contract between you (User) and Molines Designs (Developer) for the Anstop mobile application. **1. License Grant** Molines Designs grants you a personal, non-exclusive, non-transferable and revocable license to download, install and use the app on devices you own for personal, non-commercial purposes. **1.1. Restrictions** You may not copy, modify, distribute, sell, rent, reverse engineer, decompile or use the app for illegal purposes. **2. Intellectual Property** All rights, titles and interests in the application—including code, design, audio and text—belong exclusively to the Developer. **3. Subscriptions & Payments** Anstop offers a free tier and Anstop Premium with auto-renewal unlocking unlimited audio guides, the 30-day program, an AI assistant and analytics. A 7-day free trial is available; if not canceled, billing occurs automatically. Payments are processed via your Apple ID and renew 24 hours before period end; cancellations happen in Apple Settings, and unused periods are not refunded. **4. Privacy & Data Protection** Personal data stays on your device only. We don’t transmit or store it externally. Anstop complies with GDPR, CCPA and Apple privacy guidelines. **5. Medical Disclaimer** Anstop is not a medical device and is not FDA approved. It is not meant to diagnose or treat mental health conditions. In emergencies, seek professional help immediately. **6. Limitation of Liability** To the fullest extent permitted by law, the Developer is not liable for direct or indirect damages from use or inability to use the app. **7. Termination** This Agreement remains in effect until terminated by you or the Developer. If you breach the terms, your rights end automatically and you must stop using the app. **8. Governing Law** This Agreement is governed by the laws of Spain without giving effect to conflict-of-law principles. **9. Changes** The Developer may modify this EULA anytime. Changes take effect upon publication in the app, and continued use implies acceptance. **10. Contact** Questions? Email admin@molinesdesigns.com. © 2025 Molines Designs. All rights reserved.
es: **Acuerdo de Licencia de Usuario Final (EULA)** Última actualización: 2 de Diciembre, 2025 Este Acuerdo es un contrato entre tú (Usuario) y Molines Designs (Desarrollador) por el uso de la aplicación móvil Anstop. **1. Concesión de licencia** Molines Designs te otorga una licencia personal, no exclusiva, intransferible y revocable para descargar, instalar y usar la aplicación en dispositivos compatibles que controles y para usarla con fines personales no comerciales. **1.1 Restricciones** No puedes copiar, modificar, distribuir, vender o arrendar ninguna parte de la aplicación, ni realizar ingeniería inversa ni usarla para fines ilegales. **2. Propiedad intelectual** Todos los derechos, títulos e intereses sobre el código, diseño, contenidos y audiovisuales pertenecen al Desarrollador. **3. Suscripciones y pagos** La app ofrece versión gratuita y Anstop Premium con renovación automática que desbloquea audios ilimitados, el programa de 30 días, asistente IA y análisis. Se ofrece prueba gratuita de 7 días; si no cancelas, se cobra automáticamente. La facturación se gestiona a través de Apple ID y se renueva 24 h antes de finalizar el periodo actual; puedes cancelar desde la configuración de Apple sin reembolsos por periodos ya iniciados. **4. Privacidad y protección de datos** Tus datos personales se almacenan exclusivamente en tu dispositivo. No transmitimos ni almacenamos información fuera del dispositivo. Cumplimos con GDPR, CCPA y las directrices de privacidad de Apple. **5. Descargo médico** Anstop NO es un dispositivo médico ni está aprobado por la FDA. No debe usarse para diagnosticar o tratar condiciones médicas. En emergencias, contacta con servicios médicos inmediatamente. **6. Limitación de responsabilidad** En la máxima medida permitida por la ley, el Desarrollador no será responsable por daños directos o indirectos derivados del uso o imposibilidad de usar la aplicación. **7. Terminación** El EULA permanece vigente hasta que tú o el Desarrollador lo termine. Si incumples los términos, tus derechos terminarán automáticamente y debes dejar de usar la app. **8. Ley aplicable** Este acuerdo se rige por las leyes de España, sin aplicar principios de conflicto de leyes. **9. Cambios** El Desarrollador puede modificar el EULA en cualquier momento. Los cambios entrarán en vigor al ser publicados en la app y el uso continuado implica aceptación. **10. Contacto** Para consultas escribe a admin@molinesdesigns.com. © 2025 Molines Designs. Todos los derechos reservados.

# paywall_welcome_offer
source: WELCOME OFFER
es: OFERTA DE BIENVENIDA

# paywall_offer_ends_in_format
source: Offer ends in: %@
es: Oferta termina en: %@

# paywall_main_title
source: Your calm, always with you
es: Tu calma, siempre contigo

# paywall_main_subtitle
source: Join 50,000+ people who transformed their relationship with anxiety
es: Únete a +50,000 personas que han transformado su relación con la ansiedad

# paywall_stat_reduce_anxiety
source: Reduce anxiety
es: Reducen ansiedad

# paywall_stat_rating
source: Rating
es: Valoración

# paywall_features_title
source: Everything included in Premium:
es: Todo incluido en Premium:

# paywall_feature_audio_title
source: Full audio guides
es: Guías completas de audio

# paywall_feature_audio_description
source: 20+ breathing and relaxation exercises
es: 20+ ejercicios de respiración y relajación

# paywall_feature_program_title
source: 30-day full program
es: Programa de 30 días gratis

# paywall_feature_program_description
source: A structured plan that works
es: Plan estructurado que funciona

# paywall_feature_personalized_title
source: Personalized exercises
es: Ejercicios personalizados

# paywall_feature_personalized_description
source: Adapted to your anxiety level
es: Adaptados a tu nivel de ansiedad

# paywall_feature_ai_title
source: 24/7 AI assistant
es: Asistente IA 24/7

# paywall_feature_ai_description
source: Emotional support when you need it
es: Apoyo emocional cuando lo necesites

# paywall_feature_ads_title
source: No ads
es: Sin publicidad

# paywall_feature_ads_description
source: Calm and uninterrupted experience
es: Experiencia tranquila y sin interrupciones

# paywall_start_free_trial
source: Start 7 days FREE
es: Comenzar 7 días GRATIS

# paywall_then_price_period_format
source: Then %@/%@
es: Luego %@/%@

# paywall_period_year
source: year
es: año

# paywall_period_month
source: month
es: mes

# paywall_cancel_anytime
source: Cancel anytime • No commitment
es: Cancela cuando quieras • Sin compromiso

# paywall_restore_purchases
source: Restore purchases
es: Restaurar compras

# paywall_disclaimer
source: Does not replace professional help. Payments will be charged to your Apple account. Subscription auto-renews unless canceled 24h before the end of the period.
es: No sustituye ayuda profesional. Los pagos se cargarán a tu cuenta de Apple. La suscripción se renueva automáticamente a menos que se cancele 24h antes del fin del período.

# paywall_error_message
source: Purchase could not be completed. Please try again.
es: No se pudo completar la compra. Inténtalo de nuevo.

# paywall_save_50
source: Save 50%%
es: Ahorra 50%%

# paywall_only_monthly_price_format
source: Only %@/month
es: Solo %@/mes

# paywall_per_year
source: /year
es: /año

# paywall_per_month
source: /month
es: /mes

# paywall_simple_title
source: Unlock Premium
es: Desbloquea Premium

# paywall_simple_subtitle
source: Access all audio guides and exclusive content.
es: Accede a todas las guías de audio y contenido exclusivo.

# paywall_simple_effectiveness
source: Effectiveness
es: Eficacia

# paywall_simple_trial_value
source: 7 days
es: 7 días

# paywall_simple_trial_label
source: Free trial
es: Prueba gratis

# paywall_loading
source: Loading...
es: Cargando...

# paywall_simple_then_price_format
source: Then %@
es: Luego %@

# paywall_simple_cancel_anytime
source: Cancel anytime
es: Cancela cuando quieras

# paywall_testimonial_1_text
source: This app literally saved me. I used to feel constant severe anxiety, and now I can sleep and calm myself down again. Thank you.
es: Esta app me acaba de salvar la vida. Hasta ahora siempre tenía unos nervios terribles y ahora siento que puedo dormir y volver a estar en calma. Gracias.

# paywall_testimonial_2_text
source: The 30-day program changed my life. I strongly recommend it.
es: El programa de 30 días cambió mi vida. Lo recomiendo encarecidamente.

# paywall_testimonial_3_text
source: Simple but very effective. The breathing guides are incredible.
es: Simple pero muy efectiva. Las guías de respiración son increíbles.

# notifications_daily_title
source: Time for your check-in
es: Momento de tu check-in

# notifications_daily_body
source: Log your status in the Anstop journal.
es: Registra tu estado en el diario de Anstop.

# home_program_ring_text
source: 30-DAY PROGRAM •
es: PROGRAMA DE 30 DÍAS •

# home_quick_access_breathing
source: Breathing
es: Respiración

# home_quick_access_audio
source: Calming audio
es: Audio calmante

# home_quick_access_journal
source: Daily journal
es: Diario del día

# home_quick_access_library
source: Resource library
es: Biblioteca de Recursos

# home_quick_access_ai
source: AI assistant
es: Asistente IA

# home_quick_access_history
source: Journal history
es: Historial de Diario

# audio_guides_section_free
source: Free
es: Gratis

# audio_guides_navigation_title
source: Audio Guides
es: Guías de Audio

# audio_guide_basic_breathing_title
source: Basic breathing
es: Respiración básica

# audio_guide_basic_breathing_description
source: 4-7-8 breathing exercise
es: Ejercicio de respiración 4-7-8

# audio_guide_emotional_first_aid_title
source: Emotional first aid
es: Primer auxilio emocional

# audio_guide_emotional_first_aid_description
source: Quick guide for crisis moments
es: Guía rápida para momentos de crisis

# audio_guide_deep_relaxation_title
source: Deep relaxation
es: Relajación profunda

# audio_guide_deep_relaxation_description
source: Full guided meditation
es: Meditación guiada completa

# audio_guide_night_anxiety_title
source: Night anxiety
es: Ansiedad nocturna

# audio_guide_night_anxiety_description
source: Special exercise for sleep
es: Ejercicio especial para dormir

# audio_guide_advanced_techniques_title
source: Advanced techniques
es: Técnicas avanzadas

# audio_guide_advanced_techniques_description
source: Mindfulness and cognitive reframing
es: Mindfulness y reestructuración cognitiva

# journal_new_entry
source: New entry
es: Nueva entrada

# journal_history
source: History
es: Historial

# journal_navigation_title
source: Journal
es: Diario

# journal_how_do_you_feel_today
source: How do you feel today?
es: ¿Cómo te sientes hoy?

# journal_notes_optional
source: Notes (optional)
es: Notas (opcional)

# journal_new_entry_navigation_title
source: New Entry
es: Nueva Entrada

# journal_save
source: Save
es: Guardar

# journal_history_mood_format
source: Mood: %d
es: Ánimo: %d

# journal_history_navigation_title
source: Journal History
es: Historial de Diario

# journal_history_search_prompt
source: Search notes
es: Buscar notas

# journal_history_mood
source: Mood
es: Ánimo

# journal_edit_state
source: State
es: Estado

# journal_edit_notes
source: Notes
es: Notas

# journal_edit_navigation_title
source: Edit entry
es: Editar entrada

# grounding_step_5_title
source: Things you see
es: Cosas que ves

# grounding_step_5_description
source: Look around. Find 5 objects you hadn't noticed before.
es: Mira a tu alrededor. Encuentra 5 objetos que no habías notado antes.

# grounding_step_4_title
source: Things you touch
es: Cosas que tocas

# grounding_step_4_description
source: Feel the texture of your clothes, chair, or the air on your skin.
es: Siente la textura de tu ropa, la silla o el aire en tu piel.

# grounding_step_3_title
source: Things you hear
es: Cosas que oyes

# grounding_step_3_description
source: Listen carefully. Can you hear traffic, wind, or your breathing?
es: Escucha atentamente. ¿Puedes oír el tráfico, el viento o tu respiración?

# grounding_step_2_title
source: Things you smell
es: Cosas que hueles

# grounding_step_2_description
source: Try to notice subtle scents in your environment.
es: Intenta percibir aromas sutiles en el ambiente.

# grounding_step_1_title
source: Thing you taste
es: Cosa que saboreas

# grounding_step_1_description
source: Focus on the taste in your mouth or take a sip of water.
es: Concéntrate en el sabor de tu boca o toma un sorbo de agua.

# grounding_next
source: Next
es: Siguiente

# grounding_finish
source: Finish
es: Finalizar

# library_guides_header
source: Practical guides
es: Guías Prácticas
