Repository: MoLinesGitHub/Anstop
Catalog: Anstop/Resources/*.lproj/Localizable.strings
Languages: es

# ai_response_grounding_1
source: Grounding helps you reconnect with the present when you feel overwhelmed. 🌿 Try the 5-4-3-2-1 technique: • 5 things you can SEE • 4 things you can TOUCH • 3 things you can HEAR • 2 things you can SMELL • 1 thing you can TASTE Shall we try it together?
es: El grounding te ayuda a reconectarte con el presente cuando te sientes abrumado/a. 🌿 Prueba la técnica 5-4-3-2-1: • 5 cosas que puedes VER • 4 cosas que puedes TOCAR • 3 cosas que puedes OÍR • 2 cosas que puedes OLER • 1 cosa que puedes SABOREAR ¿Lo intentamos juntos?

# ai_response_grounding_2
source: When thoughts feel overwhelming, anchoring yourself in your senses can help. 🍃 Touch something cold or warm, feel the texture of your clothes, or press your feet against the floor. These sensations bring you back to the here and now.
es: Cuando los pensamientos se sienten abrumadores, anclarte en tus sentidos puede ayudar. 🍃 Toca algo frío o caliente, siente la textura de la ropa que llevas, o presiona tus pies contra el suelo. Estas sensaciones te traen al aquí y ahora.

# ai_response_grounding_3
source: Grounding is like an anchor for your mind. ⚓ A simple exercise: name 3 colors you can see around you. This interrupts the cycle of anxious thoughts and centers you in the present.
es: El grounding es como un ancla para tu mente. ⚓ Un ejercicio simple: nombra 3 colores que veas a tu alrededor. Esto interrumpe el ciclo de pensamientos ansiosos y te centra en el presente.

# ai_response_sleep_1
source: Sleep problems are very common when stress is high. 🌙 Some tips: • Avoid screens 1 hour before bed • Keep a regular schedule • Try a guided meditation • 4-7-8 breathing is especially effective Would you like me to suggest a nighttime routine?
es: Los problemas de sueño son muy comunes cuando hay estrés. 🌙 Algunos consejos: • Evita pantallas 1 hora antes de dormir • Mantén un horario regular • Prueba una meditación guiada • La respiración 4-7-8 es especialmente efectiva ¿Quieres que te sugiera una rutina nocturna?

# ai_response_sleep_2
source: Sleep and anxiety are closely connected. 😴 Try a body scan: Lying down, mentally scan your body from feet to head, consciously relaxing each area. We also have relaxing audios in the app that can help.
es: El sueño y la ansiedad están muy conectados. 😴 Intenta el 'body scan': Recostado/a, recorre mentalmente tu cuerpo desde los pies hasta la cabeza, relajando cada zona conscientemente. También tenemos audios relajantes en la app que pueden ayudarte.

# ai_response_sleep_3
source: When you can't sleep, fighting insomnia can make it worse. 🌟 Try this: • Get up if you've been awake for 20+ minutes • Do something calm (no screens) • Return when you feel sleepy A paradoxical approach can also help: try to stay awake instead of forcing sleep.
es: Cuando no puedes dormir, luchar contra el insomnio puede empeorarlo. 🌟 Intenta: • Levantarte si llevas 20+ minutos despierto/a • Hacer algo tranquilo (sin pantallas) • Volver cuando sientas sueño La técnica de 'paradójica' también ayuda: intenta mantenerte despierto/a en lugar de dormirte.

# ai_response_anxiety_1
source: I can tell you're going through a difficult moment. 💜 Anxiety can feel overwhelming, but remember: it is temporary and you are stronger than you think. Right now, can you take 3 slow deep breaths with me? Inhale... and exhale... 🌬️
es: Siento que estás pasando por un momento difícil. 💜 La ansiedad puede ser abrumadora, pero recuerda: es temporal y tú eres más fuerte de lo que crees. Ahora mismo, ¿puedes tomar 3 respiraciones lentas y profundas conmigo? Inhala... y exhala... 🌬️

# ai_response_anxiety_2
source: It is completely valid to feel anxious. You are not alone in this. 🤗 Something that can help right now: 1. Place your feet firmly on the ground 2. Feel the stability beneath you 3. Remember: this moment will pass Would you like to talk about what is worrying you?
es: Es completamente válido sentir ansiedad. No estás solo/a en esto. 🤗 Algo que puede ayudar ahora: 1. Pon tus pies firmemente en el suelo 2. Siente la solidez debajo de ti 3. Recuerda: este momento pasará ¿Quieres hablar sobre qué te está preocupando?

# ai_response_anxiety_3
source: Anxiety can sometimes make us feel out of control. 🌊 But your body can calm down. Activate your relaxation system: • Cool your wrists with cold water • Take a long, audible sigh • Tense all your muscles for 5 seconds, then release I'm here with you. 💙
es: La ansiedad a veces nos hace sentir fuera de control. 🌊 Pero tu cuerpo tiene la capacidad de calmarse. Activa tu sistema de relajación: • Enfría tus muñecas con agua fría • Haz un suspiro largo y audible • Tensiona todos tus músculos por 5 segundos y suelta Estoy aquí contigo. 💙

# ai_response_negative_thoughts_1
source: Negative thoughts can feel very real, but they are not always true. 🧠 Try this: 1. Identify the thought 2. Ask yourself: Is it a fact or an interpretation? 3. What would you tell a friend who thought this? Being kind to yourself is powerful. 💜
es: Los pensamientos negativos pueden sentirse muy reales, pero no siempre son verdad. 🧠 Prueba esto: 1. Identifica el pensamiento 2. Pregúntate: ¿Es un hecho o una interpretación? 3. ¿Qué le dirías a un amigo que pensara esto? Ser amable contigo mismo/a es poderoso. 💜

# ai_response_negative_thoughts_2
source: When the mind fills with negativity, we can feel trapped. 🌧️ A useful technique: Imagine your thoughts are clouds moving across the sky. You observe them, but you don't have to hold onto them. You are not your thoughts. 🌈
es: Cuando la mente se llena de negatividad, podemos sentirnos atrapados. 🌧️ Una técnica útil: Imagina que tus pensamientos son nubes pasando por el cielo. Los observas, pero no tienes que aferrarte a ellos. Tú no eres tus pensamientos. 🌈

# ai_response_negative_thoughts_3
source: Negative thoughts often come in spirals. 🌀 To interrupt the cycle: • Say out loud: 'This is a thought, not a fact' • Change your physical posture (stand up, stretch) • Do something with your hands (cold water, squeeze something) Small actions can have a big impact. 💪
es: Los pensamientos negativos suelen venir en espiral. 🌀 Para interrumpir el ciclo: • Di en voz alta: 'Esto es un pensamiento, no un hecho' • Cambia tu postura física (ponte de pie, estírate) • Haz algo con las manos (agua fría, apretar algo) Pequeñas acciones pueden tener un gran impacto. 💪

# ai_response_emergency_1
source: ⚠️ If you are in crisis or having thoughts of self-harm, please contact professional help immediately: 🇪🇸 Teléfono de la Esperanza: 717 003 717 🇲🇽 SAPTEL: 55 5259-8121 🌍 Emergency services: 112 You don't have to go through this alone. There are people who want to help you. 💜
es: ⚠️ Si estás en crisis o tienes pensamientos de hacerte daño, por favor contacta ayuda profesional inmediatamente: 🇪🇸 Teléfono de la Esperanza: 717 003 717 🇲🇽 SAPTEL: 55 5259-8121 🌍 Emergencias: 112 No tienes que pasar por esto solo/a. Hay personas que quieren ayudarte. 💜

# ai_response_emergency_2
source: I'm concerned about what you are describing. Your wellbeing is the most important thing. 💙 Please consider speaking with someone you trust or a professional. 24/7 help lines: • 717 003 717 (Spain) • 024 (Spain - Suicide crisis hotline) You deserve support and professional help. 🤗
es: Me preocupa lo que describes. Tu bienestar es lo más importante. 💙 Por favor, considera hablar con alguien de confianza o un profesional. Líneas de ayuda 24/7: • 717 003 717 (España) • 024 (España - Línea atención conducta suicida) Mereces apoyo y ayuda profesional. 🤗

# ai_response_general_1
source: Thank you for sharing that with me. 💜 Remember that caring for your mental wellbeing is just as important as caring for your physical health. I'm here to support you through this process. Is there something specific you'd like to work on today?
es: Gracias por compartir eso conmigo. 💜 Recuerda que cuidar de tu bienestar mental es tan importante como cuidar tu salud física. Estoy aquí para acompañarte en este proceso. ¿Hay algo específico en lo que te gustaría trabajar hoy?

# ai_response_general_2
source: I'm listening. 🤗 Every step you take toward your wellbeing matters, even the smallest ones. The fact that you are here is already an important step. Would you like to explore a relaxation technique?
es: Te escucho. 🤗 Cada paso que das hacia tu bienestar cuenta, incluso los más pequeños. El hecho de que estés aquí ya es un paso importante. ¿Te gustaría explorar alguna técnica de relajación?

# ai_response_general_3
source: I appreciate your trust. 💙 Remember, it's okay not to feel okay all the time. What matters is seeking resources and support when you need them. How can I help you today?
es: Aprecio que confíes en mí. 💙 Recuerda que está bien no estar bien todo el tiempo. Lo importante es que busques recursos y apoyo cuando lo necesites. ¿En qué puedo ayudarte hoy?

# ai_response_general_4
source: It's valuable that you're taking this moment for yourself. 🌟 Self-compassion is key: treat yourself with the same kindness you would offer a dear friend. Would you like us to explore one of the app's tools together?
es: Es valioso que te tomes este momento para ti. 🌟 La autocompasión es clave: trátate con la misma amabilidad que tratarías a un amigo querido. ¿Quieres que exploremos juntos alguna herramienta de la app?
